export const ADP = [
    {
        id: '2',
        label: '2 解剖器械处理原则',
        children: [
            {
                id: '2-1',
                label: '2.1 隔离器械',
                content: '解剖过程中使用的器械应该在解剖完成后立即进行隔离，以防止交叉污染。这包括使用专门的容器或封闭的袋子进行收集。'
            },
            {
                id: '2-2',
                label: '2.2 及时清洁和消毒',
                content: '解剖器械应该在使用后立即进行清洁和消毒。使用适当的消毒剂和消毒方法，确保器械表面充分灭活可能存在的病原体。所有解剖间的物品，包括解剖或取材器械，盛放标本的容器，需对其表面进行彻底消毒，再浸泡在含有消毒液的密封容器中。需要反复使用的物品(如解剖器械等)需要在潜在污染区用0.5% 84消毒液浸泡24 h以上，再用清水漂洗3遍，擦拭干净后方可下次尸检使用。注意全程收集废弃液。'
            },
            {
                id: '2-3',
                label: '2.3 正确处理尖锐器械',
                content: '尖锐器械(如手术刀、注射针头)必须按照规定使用后立即放入专用的安全容器中，以防止刺伤和感染。'
            },
            {
                id: '2-4',
                label: '2.4 分类收集',
                content: '应根据器械的性质和使用情况进行分类收集。例如，应将尖锐器械与其他器械分开收集，并标识其为生物危险废物。'
            },
            {
                id: '2-5',
                label: '2.5 安全封装和标识',
                content: '将处理后的器械安全地封装，使用符合标准的密闭容器，并清晰标识其为生物危险废物。确保封装的完整性以防止泄漏。'
            },
            {
                id: '2-6',
                label: '2.6 专业处理',
                content: '应将生物危险废物器械交由受过专业培训的人员进行处理。这些人员应了解正确的处理程序和安全措施，以确保废物得到适当的处置。'
            },
            {
                id: '2-7',
                label: '2.7 密闭转运',
                content: '应使用密闭的运输容器将生物危险废物器械转运到指定的处理设施。确保运输过程中没有泄漏或污染的风险。'
            },
            {
                id: '2-8',
                label: '2.8 环保处理',
                content: '应确保废物器械的处理符合环保法规和标准，最大程度地减少对环境的影响。这可能包括器械的消毒、灭菌、焚烧或其他适当的处理方式。'
            },
            {
                id: '2-9',
                label: '2.9 持续改进',
                content: '应定期评估处理程序和设施，识别潜在的改进点，并采取措施以提高废物处理的效率和安全性。'
            }
        ]
    }
]