export const EAP= [
    {
        id: '1',
        label: '尸体解剖查验和职业暴露的应急预案',
        children: [
            {
                id: '1-1',
                label: '尸体解剖查验应急预案',
                children: [
                    {
                        id: '1-1-1',
                        label: '应急通知程序',
                        content: '制定清晰的通知程序，包括在发现异常情况时应立即通知的相关人员名单和联系方式，例如主管人员、安全官员和应急响应团队。'
                    },
                    {
                        id: '1-1-2',
                        label: '尸体解剖暂停',
                        content: '规定在发现异常情况时，解剖工作应立即暂停，以避免进一步的风险传播。解剖人员应停止工作并退出解剖室，等待指示。'
                    },
                    {
                        id: '1-1-3',
                        label: '隔离和封锁',
                        content: '规定对于可能存在传染性疾病或其他潜在危害的尸体，应立即对解剖室进行隔离和封锁，以防止风险扩散。'
                    },
                    {
                        id: '1-1-4',
                        label: '紧急处置',
                        content: '制定紧急处置程序，包括处理发现的异常物质或情况的步骤。这可能涉及到对解剖室的彻底清洁消毒、处理生物危险废物等。'
                    },
                    {
                        id: '1-1-5',
                        label: '报告和记录',
                        content: '要求解剖人员在发现异常情况后立即向上级主管部门报告，并确保详细记录发现的时间、情况和采取的措施。'
                    }
                ]
            },
            {
                id: '1-2',
                label: '职业暴露应急预案',
                children: [
                    {
                        id: '1-2-1',
                        label: '紧急处置程序',
                        content: '确定职业暴露事件的紧急处置程序，包括立即隔离暴露人员、去除暴露源等措施，以最大程度减少职业暴露的影响。'
                    },
                    {
                        id: '1-2-2',
                        label: '急救措施',
                        content: '制定受暴露人员的急救措施，包括立即冲洗暴露部位、提供急救措施等，以减轻职业暴露可能带来的健康风险。'
                    },
                    {
                        id: '1-2-3',
                        label: '医疗救治',
                        content: '确定受暴露人员的医疗救治流程，包括就医地点、医疗机构联系方式等，以确保受暴露人员尽快得到适当的医疗救治。'
                    },
                    {
                        id: '1-2-4',
                        label: '后续监测',
                        content: '安排暴露人员进行后续的健康监测和跟踪，以确保及时发现和处理职业暴露可能导致的健康问题，并采取相应的措施。对职业暴露事件进行及时报告，并进行详细记录，包括暴露情况、救治措施和后续监测结果等，以备查阅和总结经验。'
                    }
                ]
            }
        ]
    }
]