export const LabRequirements = [
    {
        id: '1',
        label: '1独立的解剖室',
        children: [
            {
                id: '1-1',
                label: '1.1 建筑和设施要求',
                content: '解剖室的建筑和设施应符合当地建筑法规和相关标准，确保有足够的结构强度和耐久性。解剖室应具有独立的空间及相应的辅助用房，不与其他房间或区域共享空气或设施，采光良好，其中解剖室面积不少于15平方米。解剖室应具有良好的排水系统，以便及时排除废水和液体废物。',
                children: []
            },
            {
                id: '1-2',
                label: '1.2 通风系统',
                content: '解剖室应配备有效的通风系统，确保空气流动和质量达到标准要求，人流、物流、空气流合理。通风系统应具有负压设计，以防止空气中的污染物外泄到周围环境。操作环境的气流应当能够防止感染性物质形成的气溶胶或飞沫感染操作者和污染环境。',
                children: []
            },
            {
                id: '1-3',
                label: '1.3 污染控制',
                content: '解剖室应设有易清洁的表面和设施，以便彻底清洁和消毒。应设置防溅板或其他设施，以防止血液或其他体液污染周围环境。',
                children: []
            },
            {
                id: '1-4',
                label: '1.4 个人防护设备',
                content: '所有进入解剖室的人员都应穿戴适当的个人防护设备，包括防护服、手套、护目镜等。进入解剖室的人员应接受相关的安全培训，并严格遵守安全操作规程。',
                children: []
            },
            {
                id: '1-5',
                label: '1.5 生物危险废物处理',
                content: '应设有专门的生物废物处理设施，以安全、有效地处理解剖过程产生的生物废物。废物处理程序应符合当地法规和规定，确保废物得到适当的处理和处置。',
                children: []
            },
            {
                id: '1-6',
                label: '1.6 消毒和清洁',
                content: '解剖室应定期进行彻底的清洁和消毒，以确保环境卫生和人员安全。使用合适的消毒剂对表面和设施进行消毒，并确保按照正确的程序进行清洁和消毒。',
                children: []
            },
            {
                id: '1-7',
                label: '1.7 紧急应对措施',
                content: '解剖室应设有紧急应对设施，包括洗眼器、紧急淋浴等，以应对意外情况或事故发生时的紧急情况。',
                children: []
            }
        ]
    },
    {
        id: '2',
        label: '2相应的设备',
        content: '开展解剖工作所需的各类设备，涵盖防护装备、解剖工具、消毒设备、病理解剖设备以及废物处理设备等，是确保解剖工作安全、高效进行的重要保障。',
        children: [
            {
                id: '2-1',
                label: '2.1 防护装备',
                children: [
                    {
                        id: '2-1-1',
                        label: '2.1.1 防护服',
                        content: '提供全身覆盖的防护，防止尸体解剖过程中的血液或体液飞溅。'
                    },
                    {
                        id: '2-1-2',
                        label: '2.1.2 护目镜和面罩',
                        content: '保护眼睛和面部免受飞溅或溅射的影响。'
                    },
                    {
                        id: '2-1-3',
                        label: '2.1.3 手套',
                        content: '使用符合要求的耐化学腐蚀手套，保护手部免受化学物质和生物危害物质的接触。'
                    }
                ]
            },
            {
                id: '2-2',
                label: '2.2 解剖工具',
                content: '解剖刀和手术刀片、锋利的解剖剪和锐器、钳子和剥离器、缝皮针、注射器等。',
                children: []
            },
            {
                id: '2-3',
                label: '2.3 消毒设备',
                children: [
                    {
                        id: '2-3-1',
                        label: '2.3.1 消毒槽',
                        content: '用于对解剖工具进行消毒和灭菌，确保在解剖过程中不会传播感染。'
                    },
                    {
                        id: '2-3-2',
                        label: '2.3.2 消毒剂',
                        content: '包括含氯消毒剂、醇类消毒剂等，用于对工作表面和设备进行彻底的消毒。'
                    }
                ]
            },
            {
                id: '2-4',
                label: '2.4 病理解剖设备',
                content: '尸检台、切片机、脱水机、吸引器、显微镜、照相设备、计量设备、病理组织取材工作台、储存和运送样本设备、尸体保存设施等。',
                children: []
            },
            {
                id: '2-5',
                label: '2.5 废物处理设备',
                children: [
                    {
                        id: '2-5-1',
                        label: '2.5.1 废物容器',
                        content: '用于安全收集和存储解剖过程中产生的废物，包括生物危险废物和锐器废物。'
                    },
                    {
                        id: '2-5-2',
                        label: '2.5.2 生物危险废物处理设施',
                        content: '用于安全处理和处置生物危险废物，确保不对环境和公共健康造成危害。'
                    }
                ]
            }
        ]
    }
]