export const MWMP = [
    {
        id: '1',
        label: '1 医疗废物处理原则',
        children: [
            {
                id: '1-1',
                label: '1.1 分类收集原则',
                content: '医疗废物应根据其危险程度和特性进行分类收集，通常分为感染性废物、化学性废物、尖锐器具等。感染性废物应与非感染性废物分开收集，以防止交叉污染。此外使用专门设计的容器对不同类型的废物进行分类收集，例如红色容器用于感染性废物，黄色容器用于化学性废物，以确保易于识别和处理。'
            },
            {
                id: '1-2',
                label: '1.2 密闭转运',
                content: '医疗废物在收集和转运过程中必须采取密闭容器进行封装和运输，以防止废物泄漏或外部污染。废物的转运车辆应该配备密闭的车厢，并采取必要的安全措施，以确保废物的安全运输。'
            },
            {
                id: '1-3',
                label: '1.3 集中处置',
                content: '医疗废物应该由专门设立的医疗废物处理中心进行集中处理，而不是随意丢弃或混合处理。处理中心通常配备了适当的设备和技术，能够安全有效地处理生物危险废物。此外废物处理中心应符合相关的法律法规和标准，并接受监管和审查，以确保其操作符合安全和环保要求。'
            },
            {
                id: '1-4',
                label: '1.4 减量排放原则',
                content: '在医疗废物处理过程中，应尽量减少废物的产生和排放。这可以通过采取有效的废物管理措施、优化工艺流程和提高资源利用效率来实现，以最大程度地减少废物对环境的影响。'
            },
            {
                id: '1-5',
                label: '1.5 无公害原则',
                content: '医疗废物处理应符合“无公害”原则，即在处理过程中不产生对环境和人类健康有害的副产品或污染物。废物处理过程应采用安全、环保的技术和设备，确保不会产生对环境和人类健康有害的副产品或污染物。此外应定期对废物处理设施进行监测和检测，确保其操作符合环保要求，并及时采取纠正措施，以防止污染事故的发生。尸检完成后，需在疾病预防控制机构协助下，对解剖间进行彻底的喷洒消毒。尸体袋、解剖台及地面需重点消毒。解剖台、解剖间地面清洁可使用含氯消毒液。注意全程收集废弃液。'
            }
        ]
    }
]