export const PM =  [
    {
        id: '1',
        label: '尸检操作',
        children: [
            {
                id: '1-1',
                label: '尸检操作原则',
                content: '解剖查验工作应当遵循人体系统解剖的常规步骤，参照卫生部《临床技术操作规范病理学分册》病理尸体解剖技术规范和尸检诊断常规(卫办医发〔2002〕73号文件)和中华人民共和国公共安全行业标准GA/T147 - 2019《法医学尸体检验技术总则》，进行尸表查验和尸体解剖。所有的器官均应当进行大体检查和显微镜下检查，所有的大体检查均应保存高质量的图像，必要时视频录像。',
                children: [
                    {
                        id: '1-1-1',
                        label: '1.1解剖顺序与检查要求',
                        content: '推荐腹腔→盆腔→颈部→胸腔→颅腔顺序，采用脏器逐个取出法。各脏器按照尸体解剖规程逐一进行系统、全面检查，应在原位照相、摄像后解剖分离，解剖分离的器官应多角度、多方位照相、摄像后再行切开查验，快速留取新鲜标本，并记录检查结果。'
                    },
                    {
                        id: '1-1-2',
                        label: '1.2尸检过程中的污染控制',
                        children: [
                            {
                                id: '1-1-2-1',
                                label: '1.2.1尸检环境防护',
                                content: '尸检需在防渗漏透明安全尸检袋中进行，或用背面防水、表面可吸收液体的单子铺在解剖台。用塑料或一次性塑料垫布盖住器械托盘、操作面、秤盘。用胶带连接接缝，使之牢固地固定于解剖台。'
                            },
                            {
                                id: '1-1-2-2',
                                label: '1.2.2可重复使用物品处理',
                                content: '可重复使用的物品在使用和去污染之间应保持湿润状态。'
                            },
                            {
                                id: '1-1-2-3',
                                label: '1.2.3环境消毒',
                                content: '尸检过程中，记录人员随时用0.5%84消毒液或过氧乙酸喷洒地面与墙面，以保持污染区环境中消毒液的浓度。'
                            },
                            {
                                id: '1-1-2-4',
                                label: '1.2.4器械选择',
                                content: '尽量使用一次性器械(头枕、组织切板、装福尔马林的塑料容器)。并准备一套专门用于传染病的解剖器械。不建议使用电锯开颅或开胸，推荐手工锯和骨剪，减少骨气溶胶。'
                            },
                            {
                                id: '1-1-2-5',
                                label: '1.2.5体液处理',
                                content: '尸检过程中谨慎操作，采用干性解剖，不用水冲洗，多用吸水性物质(如毛巾等)及时吸净体液防止外溢，结束后同尸体焚烧。'
                            },
                            {
                                id: '1-1-2-6',
                                label: '1.2.6减少气溶胶形成',
                                content: '减少气溶胶局部形成。如开颅取脑时需在尸体头部罩一塑料袋，并在颈部牢固地扎住，打开塑料袋末端，在塑料袋中进行开颅操作。'
                            }
                        ]
                    }
                ]
            }
        ]
    }
]