export const PMWTP = [
    {
        id: '4',
        label: '4 尸检废弃物及污水处理原则',
        content: '在解剖查验过程中,对所产生的尸检废弃物应当按照《医疗废物管理条例》和《关于做好新型冠状病毒感染的肺炎疫情期间医疗机构医疗废物管理工作的通知》(国卫办医函〔2020〕81号)等有关规定进行处理。',
        children: [
            {
                id: '4-1',
                label: '4.1 尸检液体废弃物处理',
                content: '尸检在防渗漏透明安全尸检袋中进行,避免废弃液体及污水排放对环境造成污染。尸体的血液､体腔积液等液体废弃物需用脱脂棉或吸水性物质(如毛巾等)吸干,严禁直接排入下水道。'
            },
            {
                id: '4-2',
                label: '4.2 尸检固体废弃物处理',
                content: '尸检废弃物(破碎组织､纱布､脱脂棉､记录纸笔等)应装入专用的医疗垃圾袋,密封消毒后集中焚烧,也可随遗体进行火化处理。'
            },
            {
                id: '4-3',
                label: '4.3 消毒后废水排放',
                content: '浸泡解剖器械等用的消毒液,淋浴间的废水等,经过消毒处理后排放,严禁直接排入下水道。'
            },
            {
                id: '4-4',
                label: '4.4 废水消毒处理要求',
                content: '尸检器械等使用的消毒液､淋浴间的废水等,应经过消毒处理后再排放。严禁将这些废水直接排入下水道,应按照相关规定进行消毒处理后排放,以防止病原体传播和污染环境。'
            }
        ]
    }
]