export const PreservationGuidelines = [
    {
        id: '4',
        label: '4 尸检样本的采集与留取规定',
        children: [
            {
                id: '4-1',
                label: '低温冷冻标本和电镜标本采集',
                content: '首先采集各器官组织的低温冷冻标本和电镜标本。必需使用无菌器械取材，低温冷冻标本推荐大小为1.5 cm×1.5 cm×1.5 cm，电镜标本推荐大小为0.3 cm×0.3 cm×0.3 cm，放入预先放置的密封冷冻管内(事先标注采集时间与部位)，每一采集部位需更换器械，尽量避免交叉污染。组织标本应进行详细记录。所有装组织、样本的器皿应有清楚的标记，密封性好，保持清洁，并放在另一个清洁的密封容器中运输。温度应按生物安全方面的有关规定进行。提取蛋白质、核酸的低温冷冻标本，建议使用"RNA Later"保存；电镜标本固定于3%戊二醛液体。'
            },
            {
                id: '4-2',
                label: '器官组织固定',
                content: '在局部取低温冷冻、电镜标本后，推荐直接将各器官组织存放于4%甲醛缓冲固定液，充分固定灭活。气管、支气管和双肺推荐使用灌注固定法，再进行剖检，方法参考《职业性尘肺病的病理诊断》(GBZ 25 - 2014)。固定标本应当按器官组织学取材程序和要求，在污染区的病理组织取材工作台进行。'
            },
            {
                id: '4-3',
                label: '新鲜组织样本采集',
                content: '对于需留取新鲜组织样本的(如需病毒分离的)，建议死后即时粗针穿刺取材(部分患者尸体此时气胸明显，肺及空腔脏器的穿刺可能会造成病毒气溶胶污染、外溢，应当在穿刺部位上加盖数层酒精纱布进行防护)。'
            },
            {
                id: '4-4',
                label: '小标本采集（无法全面尸检时）',
                content: '如果不能进行全面尸检，推荐用针刺法取得小的标本，保存在0 - 4 ℃的环境中，针刺取材的部位，肺部取材至少应包括左右肺脏的各叶，气管黏膜和喉黏膜。'
            },
            {
                id: '4-5',
                label: '样本标识',
                content: '在采集标本后，必须立即对样本进行标识，包括标注样本的来源、采集时间、采集者等信息。标识必须清晰、准确，避免混淆或错误。'
            }
        ]
    }
]