export const RAR = [
    {
        id: '1',
        label: '规章制度和规范操作规程',
        children: [
            {
                id: '1-1',
                label: '规章制度',
                children: [
                    {
                        id: '1-1-1',
                        label: '解剖查验运输规定',
                        content: '解剖查验应当遵循就近原则，按照当地卫生行政部门规定使用专用车辆运送至查验机构。'
                    },
                    {
                        id: '1-1-2',
                        label: '尸体处理限制',
                        content: '除解剖查验工作需要外，任何单位和个人不得对需要解剖查验的尸体进行搬运、清洗、更衣、掩埋、火化等处理。'
                    },
                    {
                        id: '1-1-3',
                        label: '主检人员与资料查阅',
                        content: '查验机构应当指定一名主检人员。查验人员在尸体解剖查验前，应当认真查阅有关临床资料。'
                    },
                    {
                        id: '1-1-4',
                        label: '标本相关规定',
                        content: '对解剖查验中的标本采集、保藏、携带和运输应当执行《病原微生物实验室生物安全管理条例》等规定。'
                    },
                    {
                        id: '1-1-5',
                        label: '医疗废物处理',
                        content: '在解剖查验过程中，对所产生的医疗废物应当按照《医疗废物管理条例》等有关规定进行处理。'
                    },
                    {
                        id: '1-1-6',
                        label: '防护与健康监护',
                        content: '从事尸体解剖查验工作的病理专业技术人员在解剖查验全过程中应当实施标准防护措施，严格遵守有关技术操作规程，采取有效措施防止交叉感染、环境污染造成疫病播散。查验机构要做好有关技术人员的健康监护工作。'
                    },
                    {
                        id: '1-1-7',
                        label: '查验报告反馈',
                        content: '查验机构应当尽快出具初步查验报告，并及时反馈相应的医疗机构、疾病预防控制机构或者卫生行政部门。'
                    },
                    {
                        id: '1-1-8',
                        label: '尸体处理与消毒',
                        content: '尸体解剖查验工作结束后，病理专业技术人员应当对尸体进行缝合、清理。查验机构应当在所在地疾病预防控制机构的指导下或者按其提出的卫生要求对尸体、解剖现场及周围环境进行严格消毒处理。'
                    },
                    {
                        id: '1-1-9',
                        label: '特殊场所与工具消毒',
                        content: '停放传染病或疑似传染病病人尸体的场所、专用运输工具以及使用过的单体冰柜均应当按照规定严格消毒。'
                    }
                ]
            },
            {
                id: '1-2',
                label: '规范操作规程',
                children: [
                    {
                        id: '1-2-1',
                        label: '个人防护标准',
                        content: '尸检人员应当按生物安全防护三级标准穿着，加强面部防喷溅防护，如进行开颅操作，建议穿戴正压防护装备。如条件允许，为防止气溶胶传播，所有参与人员可选择使用防护头罩或穿着带有电动高效空气净化滤过装置(HEPA)的防毒面具的密闭头罩。特别强调要全面做好个人防护措施，建议参照国家卫生健康委员会办公厅《关于印发医疗机构内新型冠状病毒感染预防与控制技术指南(第一版)》(国卫办医函〔2020〕65号)医护人员防护和流程。'
                    },
                    {
                        id: '1-2-2',
                        label: '准备与隔离',
                        content: '在潜在污染区准备好个人清洗和消毒所用器具及消毒液，并整理清点解剖所用物品。尸检人员进入解剖间后，即封闭门窗，隔绝污染区与潜在污染区。'
                    },
                    {
                        id: '1-2-3',
                        label: '尸检操作注意事项',
                        content: '尸检过程中，谨慎操作，避免将尸体的血液、体液、尿液和粪便溅到解剖台外和解剖者的衣服上，避免锐器(刀、剪等)和骨骼断端引起皮肤损伤。如果皮肤不慎暴露污染，应当立即清除污染物，再用75%乙醇擦拭消毒5min以上，并用大量清水冲洗。一旦发生手套破损，必须消毒，更换新手套。'
                    },
                    {
                        id: '1-2-4',
                        label: '消毒与脱防护服',
                        content: '尸检完毕，在解剖操作间对隔绝式防护服和手套进行初次消毒。在潜在污染区，采用洗刷与喷淋结合的方式对防护服、面具及手套表面进行彻底消毒。依次脱掉隔绝式防护服、手套和面具。'
                    },
                    {
                        id: '1-2-5',
                        label: '淋浴消毒与医学观察',
                        content: '所有参与人员在完成尸检后都应进行彻底的淋浴消毒，并在尸检结束后均应进行隔离医学观察14d，出现发热、咳嗽等不适症状的人员应及时就医，直至各种症状消失方可解除医学观察。'
                    }
                ]
            }
        ]
    }
]