export const samplePackagingAndStorage = [
    {
        id: '1',
        label: '6样本包装和保存',
        children: [
            {
                id: '1-1',
                label: '样本包装',
                content: '样本采集后在生物安全二级实验室生物安全柜内分装。',
                children: [
                    {
                        id: '1-1-1',
                        label: '包装材料',
                        content: '采集的样本通常需要使用耐腐蚀、密封性好的样本容器或收集管，确保样本不会泄漏或受到污染。\n' + '\n' + '此外容器或管盖必须是防渗透的，以防止生物样本或体液渗漏。',
                    },
                    {
                        id: '1-1-2',
                        label: '标识和标签',
                        content: '每个样本容器必须清晰标识相关信息，包括样本类型、采集时间、采集地点等。\n' + '\n' +
                            '使用耐久性好的标签，确保标识信息不易褪色或模糊，避免误读或混淆。\n' + '\n' +
                            '此外样本标签上还应注明样本类型和采集者的联系信息，以便追溯和联系。',
                    },
                    {
                        id: '1-1-3',
                        label: '密封',
                        content: '确保样本容器或收集管的盖子紧密封闭，以防止样本泄漏或污染。适当使用密封胶带或其他密封材料增强密封性。',
                    },
                    {
                        id: '1-1-4',
                        label: '运输和储存条件',
                        content: '样本包装应根据实际需要，选择合适的运输和储存条件，如冷藏、冷冻或常温条件。对于需要冷藏或冷冻保存的样本，应在运输和储存过程中使用专用的冷藏盒或冷冻箱，并配备足够的冷冻介质或干冰。',
                    },
                    {
                        id: '1-1-5',
                        label: '符合法规和标准',
                        content: '所有的样本包装工作必须符合相关法规和标准的要求，确保样本的安全、准确和可追溯。',
                    },
                ],
            },
            {
                id: '1-2',
                label: '样本保存',
                content: '针对生物危险现场采集的病毒、核酸和毒素检测的样本保存，一般需要遵循以下规定：',
                children: [
                    {
                        id: '1-2-1',
                        label: '病毒样本',
                        content: '保存温度：病毒样本通常需要在冷冻温度下保存，一般在70°C至-80°C 的超低温环境中保存，以确保病毒的稳定性和活性。\n' + '\n' +
                        '包装与存放：使用符合要求的样本收集管或容器，密封避光存放，避免样本受到污染或温度变化的影响。每个样本容器都需要清晰标识相关信息，包括样本类型、采集时间、采集地点、保存条件等，以便追溯和管理。保存过程中需要详细记录样本的存放位置、存储温度和持续时间等信息，并建立样本追踪系统。\n' + '\n' +
                        '避免多次冻融：尽量避免多次冻融循环，以免影响病毒样本的质量和活性。',
                    },
                    {
                        id: '1-2-2',
                        label: '核酸样本',
                        content: '保存温度：核酸样本一般在-20°C 以下的冷冻温度下保存，通常在-70°C 或更低的温度下保存可以更好地保持核酸的完整性和稳定性。 \n' + '\n' +
                            '包装与存放：使用 RNase-free 的样本收集管或容器，密封避光保存，避免核酸样本受到 RNase 污染和其他污染物的影响。每个样本容器都需要清晰标识相关信息，包括样本类型、采集时间、采集地点、保存条件等，以便追溯和管理。保存过程中需要详细记录样本的存放位置、存储温度和持续时间等信息，并建立样本追踪系统。\n' + '\n' +
                            '避免干燥：在保存过程中，应尽量避免核酸样本受到干燥的影响，可考虑采取适当的湿度控制措施。',
                    },
                    {
                        id: '1-2-3',
                        label: '毒素样本',
                        content: '保存温度：某些毒素样本需要在特定的温度下保存，例如低温或冷藏条件。具体的保存温度需根据毒素的稳定性和实验室要求来确定。 \n' + '\n' +
                            '包装与存放：使用符合要求的样本收集容器或管，密封保存，避免毒素样本泄漏或污染。每个样本容器都需要清晰标识相关信息，包括样本类型、采集时间、采集地点、保存条件等，以便追溯和管理。保存过程中需要详细记录样本的存放位置、存储温度和持续时间等信息，并建立样本追踪系统。\n' + '\n' +
                            '特殊要求：对于具有特殊性质的毒素，如生物毒素，可能需要在生物安全柜或专用存放设施中保存，确保操作安全。此外样本的保存和管理应由专业人员严格控制，确保符合相关规范和操作流程，避免交叉污染和误操作。针对突发事件或紧急情况，应建立相应的应急预案和措施，确保样本的安全和及时取用。 ',
                    },
                ],
            },
        ],
    },
]