export const SPP = [
    {
        id: '3',
        label: '3 样本的处理原则',
        content: '尸检结束后需保持尸体完整性。病理技术专业人员应当将取材后脏器进行回纳，对尸体进行切口缝合、皮肤清理。查验机构应当在所在地疾病预防控制机构的协助下，对解剖现场、停放场所、运输工具及可能污染的周围等进行消毒处理。尸体处理按照《新型冠状病毒感染的肺炎患者遗体处置工作指引(试行)》(国卫办医函〔2020〕89号)进行。',
        children: [
            {
                id: '3-1',
                label: '3.1 尸体解剖提取组织标本处理原则',
                children: [
                    {
                        id: '3-1-1',
                        label: '3.1.1 组织标本的选取',
                        content: '原则上应选取每个器官的组织进行病检，但根据实际情况也可选取生命重要器官或(和)组织，有损伤、疾病及其他病理改变的器官和(或)组织，对死因鉴别有重要意义的器官和(或)组织等。'
                    },
                    {
                        id: '3-1-2',
                        label: '3.1.2 取材部位',
                        content: '除常规选取外，可根据实际需要进行选择。'
                    },
                    {
                        id: '3-1-3',
                        label: '3.1.3 取材规范',
                        content: '有浆膜的器官其组织块中要有一块带浆膜；损伤及病灶区取材时要带有周围的正常组织；如从创口取材，取材部位应与创口长轴相垂直并包含一定的创缘和创周组织；索沟的取材应取成与索沟方向垂直的条状组织(含索沟及两侧的正常组织)；提取皮肤组织应带有皮下组织，必要时深及肌肉。'
                    },
                    {
                        id: '3-1-4',
                        label: '3.1.4 组织块大小',
                        content: '大小一般为2cm×2cm×1cm。'
                    },
                    {
                        id: '3-1-5',
                        label: '3.1.5 组织块切面',
                        content: '管状器官一般采用横切，小肠因有环形皱襞故以纵切较好；肾脏纵切；脑一般采取与脑沟成直角的方向作垂直切面；肝、脾、胰等横切或纵切均可。'
                    }
                ]
            },
            {
                id: '3-2',
                label: '3.2 制片组织块取材及注意事项',
                children: [
                    {
                        id: '3-2-1',
                        label: '3.2.1 取材时间',
                        content: '一般在固定3 - 7天后进行取材。'
                    },
                    {
                        id: '3-2-2',
                        label: '3.2.2 取材修块',
                        content: '一般组织块厚度0.2 - 0.3cm为宜。一般制片用的组织块，不应大于1.5cm×1.5cm×0.3cm。'
                    },
                    {
                        id: '3-2-3',
                        label: '3.2.3 取材方法',
                        content: '取材的刀刃要锋利，取材时不能来回切割或挤压组织。特别避免组织发生干燥，取材后应立即放入固定液内进行固定。组织包埋要平整；组织包埋面的区分办法，可在组织块的边缘或不重要区域扎一大头针，以大头针帽头指示包埋面。'
                    },
                    {
                        id: '3-2-4',
                        label: '3.2.4 组织标记',
                        content: '采取组织编号、绘图标记或分别放置于不同组织盒内的方法进行区分。'
                    },
                    {
                        id: '3-2-5',
                        label: '3.2.5 固定组织',
                        content: '将包埋的组织检材一同装入盛有4%甲醛溶液的玻璃瓶内，玻璃瓶上注明解剖编号及其他相关信息。'
                    }
                ]
            },
            {
                id: '3-3',
                label: '3.3 及时清洁和消毒',
                content: '所有需要进入清洁区的标本(甲醛固定标本、冷冻标本等)，必需在潜在污染区对封装容器表面进行再次消毒与封装。注意全程收集废弃液。'
            }
        ]
    }
]