export const AdviceNotSave = [
    {
        id: '1',
        label: '现场无害化处置',
        content:'现场勘验、检查结束后，对不需要保留的现场，应及时通知有关单位和人员进行处理。对于现场可能遗留的生物危险因子，应统一消杀处理，并根据需要采取一定的封控措施，在一定时间内持续监测。',
        children: [
            {
                id: '1-1',
                label: '人员的卫生处理',
                content: '暴露人员可采用皮肤消毒剂擦拭或搓洗暴露部位的皮肤，然后脱衣淋浴。服装装具可用含氯消毒剂浸泡消毒处理后销毁，或清水洗涤后重新穿用。',
            },
            {
                id: '1-2',
                label: '环境消毒',
                content: '环境可以直接喷洒消毒。房屋的消毒重点是室内表面和空气。房屋外部表面重点洗消门窗。对密闭程度较好的房间，可用气溶胶喷雾器喷雾消毒。',
            },
            {
                id: '1-3',
                label: '媒介清除',
                content: '采取喷洒杀虫剂方式进行昆虫媒介消杀。啮齿类动物可结合采用 化学防治（鼠药）和器械捕捉方式进行捕杀。',
            },
            {
                id: '1-4',
                label: '无害化处理',
                content: '采取污染消除措施后，污染区内再次布点采样，进行病原分离，确认已无活体生物危险因子存在，确定已无害化。',
            },
        ],
    },
]
