export const DecisionMakingResults = [
    {
        id: '1',
        label: '6现场无害化处理及其他工作',
        children: [
            {
                id: '1-1',
                label: '不同对象的消毒方法',
                content: '污染区采取自然净化（自净法）、局部（或局域）消毒相结合的处理方法，必要时进行杀虫、灭鼠。处理时，按照先重点后一般、先室内后室外，先驻地后野外，先人员后装备、先近后远的顺序进行。',
                children: [
                    {
                        id: '1-1-1',
                        label: '人员的卫生处理',
                        content: '暴露人员可采用皮肤消毒剂擦拭或搓洗暴露部位的皮肤，然后脱衣淋浴。服装装具可用含氯消毒剂浸泡消毒处理后销毁，或清水洗涤后重新穿用。',
                    },
                    {
                        id: '1-1-2',
                        label: '环境消毒',
                        content: '每个样本容器必须清晰标识相关信息，包括样本类型、采集时间、采集地点等使用耐久性好的标签，确保标识信息不易褪色或模糊，避免误读或混淆此外样本标签上还应注明样本类型和采集者的联系信息，以便追溯',
                    },
                    {
                        id: '1-1-3',
                        label: '媒介清除',
                        content: '采取喷洒杀虫剂方式进行昆虫媒介消杀。啮齿类动物可结合采用化学防治（鼠药）和器械捕捉方式进行捕杀。',
                    },
                    {
                        id: '1-1-4',
                        label: '确认无害化',
                        content: '采取污染消除措施后，污染区内再次布点采样，进行病原分离，确认已无活体生物危险因子存在，确定已无害化。',
                    },
                ],
            },
        ],
    },
]
